Benchmarks/Cassandra/WorkloadA/3_Nodes/1_Replication_factor/525600/one/target_2000_2_run_result.txt
[OVERALL], RunTime(ms), 266480
[OVERALL], Throughput(ops/sec), 1972.3806664665265
[TOTAL_GCS_PS_Scavenge], Count, 86
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 327
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.12271089762833982
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 86
[TOTAL_GC_TIME], Time(ms), 327
[TOTAL_GC_TIME_%], Time(%), 0.12271089762833982
[READ], Operations, 263047
[READ], AverageLatency(us), 1443.2071492927118
[READ], MinLatency(us), 303
[READ], MaxLatency(us), 133247
[READ], 95thPercentileLatency(us), 2531
[READ], 99thPercentileLatency(us), 5271
[READ], Return=OK, 263047
[CLEANUP], Operations, 10
[CLEANUP], AverageLatency(us), 224980.9
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2250751
[CLEANUP], 95thPercentileLatency(us), 2250751
[CLEANUP], 99thPercentileLatency(us), 2250751
[UPDATE], Operations, 262553
[UPDATE], AverageLatency(us), 1241.6044912836646
[UPDATE], MinLatency(us), 230
[UPDATE], MaxLatency(us), 107583
[UPDATE], 95thPercentileLatency(us), 2201
[UPDATE], 99thPercentileLatency(us), 4963
[UPDATE], Return=OK, 262553